Repository: jasonwong1991/WonderBox
Catalog: Sources/WonderBox/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ available
zh_hans: 可用 %@

source: %@ left
zh_hans: 剩余 %@

source: %@ of %@ used
zh_hans: 已用 %@ / %@

source: %@ usage over the last 60 seconds
zh_hans: %@ 最近 60 秒的使用率

source: %@ used · %@ compressed
zh_hans: 已用 %@ · 已压缩 %@

source: %@%@ at this level
zh_hans: 本层级 %@%@

source: %lld apps
zh_hans: %lld 个应用

source: %lld apps · %@
zh_hans: %lld 个 · %@

source: %lld cache locations · %lld selected
zh_hans: %lld 个缓存位置 · 已选 %lld 个

source: %lld categories selected
zh_hans: %lld 类已选

source: %lld fans
zh_hans: %lld 个风扇

source: %lld fans connected
zh_hans: 已连接 %lld 个风扇

source: %lld items
zh_hans: %lld 项

source: %lld items were too large to size in time; the real total may be higher
zh_hans: %lld 项体积过大未在限时内统计完，实际可能更多

source: %lld items · %@
zh_hans: %lld 项 · %@

source: %lld items, about %@.
zh_hans: 共 %lld 项，约 %@。

source: %lld of %lld items selected
zh_hans: 已选 %1$lld / %2$lld 项

source: %lld processes
zh_hans: %lld 个进程

source: %lld selected items remain.
zh_hans: 仍有 %lld 个已选项目未移除。

source: %lld selected items remain. Check permissions and retry.
zh_hans: 仍有 %lld 个已选项目未移除，请检查权限后重试。

source: %lld selected · %@
zh_hans: 已选 %lld 项 · %@

source: 1 Hour
zh_hans: 1 小时

source: 100% means one fully occupied CPU core; multi-core apps can exceed 100%.
zh_hans: 100% 表示占满一个 CPU 核心；多核应用的占用率可超过 100%。

source: 2 Hours
zh_hans: 2 小时

source: 30 Minutes
zh_hans: 30 分钟

source: Accent Color
zh_hans: 强调色

source: Administrator authorization cancelled
zh_hans: 已取消管理员授权

source: After granting access once, rescans no longer ask for each folder.
zh_hans: 授权一次后，重新扫描不会再逐个请求目录权限。

source: All
zh_hans: 全部

source: All Good
zh_hans: 状态良好

source: All scan results stay on this Mac
zh_hans: 所有扫描结果仅在本机处理

source: Allow Full Disk Scanning
zh_hans: 允许完整磁盘扫描

source: Allow WonderBox to control Finder in System Settings > Privacy & Security > Automation
zh_hans: 请在“系统设置 > 隐私与安全性 > 自动化”中允许 WonderBox 控制 Finder

source: Also checks app leftovers, device backups, developer data, package manager and browser caches
zh_hans: 额外检查应用残留、设备备份、开发数据、包管理与浏览器缓存

source: Also keep the display awake
zh_hans: 同时保持显示器点亮

source: Always Available
zh_hans: 常驻

source: Analyze the home folder and protected folders directly
zh_hans: 直接分析主目录与受保护文件夹

source: Analyzing
zh_hans: 正在分析

source: App Caches
zh_hans: 应用缓存

source: App Leftovers
zh_hans: 应用残留

source: App Memory
zh_hans: App 内存

source: App Size
zh_hans: 应用大小

source: App Store core features
zh_hans: App Store 核心功能

source: App and web caches only; chat databases and attachments are excluded
zh_hans: 仅应用与网页缓存，不包含聊天数据库和附件

source: App leftovers, backups, downloads and messaging caches go to the Trash; other caches are deleted and rebuilt on demand.
zh_hans: 应用残留、备份、下载文件和聊天应用缓存移入废纸篓；其他缓存删除后按需重建。

source: Appearance
zh_hans: 外观

source: Appearance, language and startup
zh_hans: 外观、语言与启动行为

source: Appearance, startup, updates and diagnostics
zh_hans: 外观、启动、更新与诊断

source: Apple SMC · On-demand control
zh_hans: Apple SMC · 按需控制

source: AppleSMC is unavailable
zh_hans: AppleSMC 不可用

source: Application Cache
zh_hans: 应用缓存

source: Application Support
zh_hans: 应用程序支持

source: Application and diagnostic logs
zh_hans: 应用运行与诊断日志

source: Applications and related files
zh_hans: 应用与关联文件

source: Apply Mode
zh_hans: 应用模式

source: Applying…
zh_hans: 正在应用

source: Approve WonderBox in System Settings to enable launch at login.
zh_hans: 请在系统设置中批准 WonderBox，以启用登录时启动。

source: Architecture
zh_hans: 架构

source: Ascending
zh_hans: 升序

source: Ascending; click to sort descending
zh_hans: 当前升序，点按切换降序

source: Ask before quitting
zh_hans: 退出前询问

source: Authorization cancelled
zh_hans: 授权已取消

source: Authorize once on first use
zh_hans: 首次启用时授权一次

source: Authorized
zh_hans: 已授权

source: Automatic
zh_hans: 自动

source: Automatic Sleep Allowed
zh_hans: 当前允许自动睡眠

source: Automatic control restored; the thermal system now manages fan speed
zh_hans: 已恢复系统自动控制，转速将由温控系统调节

source: Automatic fan control restored
zh_hans: 已恢复系统自动控制

source: Automatically check for updates
zh_hans: 自动检查更新

source: Available
zh_hans: 可用

source: Back to the previous folder
zh_hans: 返回上一级扫描

source: Background service client authorization failed
zh_hans: 后台服务客户端身份验证失败

source: Background service failed to start
zh_hans: 后台增强服务未能启动

source: Background service files are missing from the app bundle
zh_hans: 后台增强服务文件不完整

source: Background service installed
zh_hans: 后台增强服务已安装

source: Background service is ready
zh_hans: 后台增强服务已就绪

source: Background service returned an invalid response
zh_hans: 后台增强服务返回了无效响应

source: Balanced
zh_hans: 均衡

source: Battery
zh_hans: 电池

source: Browser Caches
zh_hans: 浏览器缓存

source: By Date Modified
zh_hans: 按修改时间

source: By Name
zh_hans: 按名称

source: By Size
zh_hans: 按大小

source: By physical footprint, including helper processes and compressed pages
zh_hans: 按物理占用统计，包含子进程与已压缩页面

source: Cached Files
zh_hans: 缓存文件

source: Cached Files %@
zh_hans: 缓存文件 %@

source: Cached · Rescan to update
zh_hans: 缓存结果 · 重新扫描以更新

source: Caches
zh_hans: 缓存

source: Calculating sizes
zh_hans: 正在计算大小

source: Cancel
zh_hans: 取消

source: Cannot Read Process Information
zh_hans: 无法读取进程信息

source: Cannot connect to AppleSMC
zh_hans: 无法连接 AppleSMC

source: Charging
zh_hans: 正在充电

source: Check for Updates…
zh_hans: 检查更新…

source: Checking for updates…
zh_hans: 正在检查更新…

source: Checks GitHub at most once a day. Downloads only when you choose.
zh_hans: 每天最多检查一次 GitHub 正式发布版，仅在你选择下载时获取更新。

source: Choose
zh_hans: 选择

source: Choose App
zh_hans: 选择应用

source: Choose Folder
zh_hans: 选择目录

source: Choose a folder to analyze
zh_hans: 请选择要分析的目录

source: Choose a folder to analyze; WonderBox uses the system folder permission.
zh_hans: 请选择需要分析的目录，WonderBox 会使用系统目录授权。

source: Choose an application to uninstall
zh_hans: 选择要卸载的应用

source: Choose another folder to continue
zh_hans: 可选择其他目录继续分析

source: Choose the items to clean
zh_hans: 选择需要清理的具体项目

source: Clean %@
zh_hans: 清理 %@

source: Clean Selected
zh_hans: 清理所选项目

source: Clean the selected items?
zh_hans: 清理所选项目？

source: Cleaned %lld items, freeing about %@
zh_hans: 已清理 %lld 项，释放约 %@

source: Cleaned %lld items; %lld are protected by the system
zh_hans: 已清理 %1$lld 项；%2$lld 项被系统保护

source: Cleaned %lld system cache items
zh_hans: 系统缓存已清理 %lld 项

source: Cleaned %lld system cache items; %lld are protected by the system
zh_hans: 系统缓存已清理 %1$lld 项，%2$lld 项受系统保护

source: Cleaning…
zh_hans: 正在清理

source: Cleanup
zh_hans: 空间清理

source: Clear Logs
zh_hans: 清除日志

source: Clear Logs…
zh_hans: 清除日志…

source: Clear local diagnostic logs?
zh_hans: 清除本地诊断日志？

source: Clear search
zh_hans: 清除搜索

source: Click the power button to start
zh_hans: 点击电源按钮开启

source: Close
zh_hans: 关闭

source: Collapsed
zh_hans: 已收起

source: Compressed
zh_hans: 已压缩

source: Compressed %@
zh_hans: 已压缩 %@

source: Compressed memory is live data owned by running apps; it only shrinks when they release caches or quit. Quitting a heavy app above immediately frees its compressed and swapped pages.
zh_hans: 已压缩内存是运行中 App 的活动数据，只有 App 释放缓存或退出时才会减少。退出上方的高占用 App 会直接释放其已压缩与交换部分。

source: Consider closing heavy tasks
zh_hans: 建议关闭高占用任务

source: Containers
zh_hans: 容器

source: Control Mode
zh_hans: 控制模式

source: Coral
zh_hans: 珊瑚

source: Could not send the memory-pressure notification to apps
zh_hans: 未能向 App 发送内存压力通知

source: Critical
zh_hans: 严重

source: Custom
zh_hans: 自定

source: Dark
zh_hans: 深色

source: Data left behind by uninstalled apps
zh_hans: 已卸载应用遗留的数据

source: Deep
zh_hans: 深度

source: Deep Clean
zh_hans: 深度清理

source: Deep Developer Caches
zh_hans: 开发深层缓存

source: Descending
zh_hans: 降序

source: Descending; click to sort ascending
zh_hans: 当前降序，点按切换升序

source: Deselect All
zh_hans: 取消全选

source: Details
zh_hans: 详细信息

source: Details…
zh_hans: 详细信息…

source: Developer Caches
zh_hans: 开发缓存

source: Device
zh_hans: 设备信息

source: Device Backups
zh_hans: 设备备份

source: Diagnostic logs are unavailable. Check folder permissions.
zh_hans: 诊断日志暂不可用，请检查文件夹权限。

source: Diagnostic logs exported. Share the ZIP with your issue report.
zh_hans: 诊断日志已导出，可将 ZIP 附到问题反馈中。

source: Diagnostics
zh_hans: 诊断

source: Direct build
zh_hans: Direct 可用

source: Direct build module
zh_hans: Direct 增强模块

source: Disk
zh_hans: 磁盘

source: Disk Analyzer
zh_hans: 磁盘分析

source: Dismiss message
zh_hans: 关闭消息

source: Done
zh_hans: 完成

source: Don’t ask again
zh_hans: 不再提醒

source: Download
zh_hans: 下载

source: Download Update
zh_hans: 下载更新

source: Download Update…
zh_hans: 下载更新…

source: Download caches for npm, pnpm, uv, Go, Cargo and more; rebuilt on the next install
zh_hans: npm、pnpm、uv、Go、Cargo 等下载缓存，安装时自动重建

source: Download verification failed. Please download again.
zh_hans: 下载校验未通过，请重新下载。

source: Download verified with SHA-256
zh_hans: 下载已通过 SHA-256 校验

source: Downloading… %lld%%
zh_hans: 正在下载… %lld%%

source: Duration
zh_hans: 持续时间

source: Elevated
zh_hans: 偏高

source: Empty command
zh_hans: 空指令

source: Enable Finder under WonderBox in Automation. This permission is separate from Full Disk Access and administrator authorization.
zh_hans: 请在“自动化”中启用 WonderBox 下的 Finder。此权限与完全磁盘访问、管理员授权分别管理。

source: Expanded
zh_hans: 已展开

source: Export
zh_hans: 导出

source: Export Diagnostic Logs
zh_hans: 导出诊断日志

source: Export Logs…
zh_hans: 导出日志…

source: Exports include app/macOS versions and CPU architecture. Review the ZIP before attaching it to a GitHub issue.
zh_hans: 导出内容包含应用与 macOS 版本、处理器架构。提交 GitHub issue 前，请先检查 ZIP 内容。

source: Extra categories start unselected and can be restored from the Trash
zh_hans: 新增项目默认不选，清理后可从废纸篓恢复

source: Failed to restore automatic fan control
zh_hans: 恢复系统自动风扇控制失败

source: Failed to set the fan target speed
zh_hans: 设置风扇目标转速失败

source: Fan
zh_hans: 风扇

source: Fan %lld
zh_hans: 风扇 %lld

source: Fan Mode
zh_hans: 风扇模式

source: Fan Speed
zh_hans: 风扇转速

source: Fan control
zh_hans: 风扇控制

source: Fan mode applied
zh_hans: 风扇模式已应用

source: Fan target speed applied
zh_hans: 风扇目标转速已应用

source: Fanless Mac, or AppleSMC is not exposed on this system
zh_hans: 无风扇机型或当前系统未开放 AppleSMC 通道

source: Filter
zh_hans: 筛选

source: Finder has not finished responding and may still be moving items. Check Finder before retrying.
zh_hans: Finder 尚未完成响应，可能仍在移动项目。请先查看 Finder，再决定是否重试。

source: Finder returned an invalid Trash response.
zh_hans: Finder 返回的废纸篓操作结果无效。

source: Finder returned an unexpected Trash size; please rescan
zh_hans: 废纸篓容量返回格式异常，请重新扫描

source: Finding related files…
zh_hans: 正在查找关联文件…

source: Folder selection includes all its contents. Preview shows up to 100 items.
zh_hans: 勾选文件夹会包含其全部内容。预览最多显示 100 个项目。

source: Force Quit
zh_hans: 强制退出

source: Force Quit %@
zh_hans: 强制退出 %@

source: Force Quit?
zh_hans: 强制退出？

source: Force Quit…
zh_hans: 强制退出…

source: Force quit this application?
zh_hans: 强制退出此应用？

source: Full Disk Access
zh_hans: 完全磁盘访问

source: Full Disk Access is not granted yet; grant it, or choose a folder manually.
zh_hans: 完全磁盘访问尚未授权；可前往授权，或手动选择一个目录。

source: Full scans need Full Disk Access
zh_hans: 完整扫描需要完全磁盘访问

source: GPU usage is sampled from driver counters. Concurrent GPU contexts can total more than 100%; this is not the overall device utilization.
zh_hans: GPU 占用率来自驱动计数器。并行 GPU 上下文的合计占用率可超过 100%；此数值不同于整机 GPU 利用率。

source: GitHub Releases
zh_hans: GitHub 发布页

source: GitHub did not return a release. Try again later.
zh_hans: GitHub 未返回版本信息，请稍后重试。

source: GitHub is limiting requests. Try again later.
zh_hans: GitHub 请求频率受限，请稍后重试。

source: Go to memory optimization
zh_hans: 前往内存优化

source: Grant Access
zh_hans: 完全授权

source: Grant Full Disk Access
zh_hans: 前往完全授权

source: Grant Full Disk Access first, or use “Choose Folder” to grant access to a single folder.
zh_hans: 请先完成完全授权，或使用“选择目录”授予单个目录访问。

source: Graphics and Shader Cache
zh_hans: 图形与着色器缓存

source: High Load
zh_hans: 负载较高

source: If macOS lists the background service separately, enable it in Full Disk Access too. After changing access, quit and reopen WonderBox before retrying.
zh_hans: 如果系统单独列出后台服务，也请开启其完全磁盘访问权限。修改权限后，退出并重新打开 WonderBox 再重试。

source: Indefinitely
zh_hans: 持续

source: Install Date
zh_hans: 安装日期

source: Installed %@ · %@
zh_hans: 安装 %@ · %@

source: Installed version
zh_hans: 当前版本

source: Installer files downloaded more than 7 days ago
zh_hans: 下载超过 7 天的安装文件

source: Installers
zh_hans: 安装包

source: Installers and messaging caches go to the Trash; other selected items are deleted
zh_hans: 安装包和聊天应用缓存移入废纸篓；其他选中项目直接删除

source: Interrupted downloads older than 7 days
zh_hans: 超过 7 天的中断下载

source: Invalid arguments for optimize-memory
zh_hans: 内存优化参数无效

source: Invalid arguments for set-auto
zh_hans: 自动模式参数无效

source: Invalid uninstall request
zh_hans: 卸载请求无效

source: Invalid uninstall response
zh_hans: 卸载响应无效

source: Items in the Finder Trash
zh_hans: Finder 废纸篓中的项目

source: Keep Awake
zh_hans: 保持唤醒

source: Keep Awake Indefinitely
zh_hans: 持续保持唤醒

source: Keep Awake · %@
zh_hans: 保持唤醒 · %@

source: Keep WonderBox in the menu bar?
zh_hans: 让 WonderBox 常驻菜单栏？

source: Keep local diagnostic logs
zh_hans: 记录本地诊断日志

source: Language
zh_hans: 语言

source: Large
zh_hans: 大型

source: Last 60 seconds
zh_hans: 最近 60 秒

source: Last Used
zh_hans: 最近使用

source: Last checked: %@
zh_hans: 上次检查：%@

source: Later
zh_hans: 稍后

source: Launch at login
zh_hans: 登录时启动

source: Leftovers, backups, downloads, installers and messaging caches go to the Trash; package manager and browser caches are deleted
zh_hans: 残留、备份、下载文件、安装包和聊天应用缓存移入废纸篓；包管理器和浏览器缓存直接删除

source: Light
zh_hans: 浅色

source: Light Load
zh_hans: 轻度负载

source: Live
zh_hans: 实时

source: Live application usage, including helper processes
zh_hans: 实时应用占用，包含辅助进程

source: Live monitoring
zh_hans: 实时监测

source: Local log size
zh_hans: 本地日志大小

source: Local logs cleared.
zh_hans: 本地日志已清除。

source: Logs
zh_hans: 日志文件

source: Logs and Reports
zh_hans: 日志与报告

source: Logs could not be cleared. Check folder permissions.
zh_hans: 日志清除失败，请检查文件夹权限。

source: Logs could not be exported. Choose another location.
zh_hans: 日志导出失败，请选择其他位置。

source: Lost connection to the background service
zh_hans: 后台增强服务连接已中断

source: Lost connection to the fan service
zh_hans: 后台风扇服务连接已中断

source: Main Fan
zh_hans: 主风扇

source: Manage Login Items…
zh_hans: 管理登录项…

source: Measuring process memory…
zh_hans: 正在统计进程内存…

source: Measuring process usage…
zh_hans: 正在测量进程占用…

source: Memory
zh_hans: 内存

source: Memory Breakdown
zh_hans: 内存构成

source: Memory Pressure Critical
zh_hans: 内存压力严重

source: Memory Pressure Elevated
zh_hans: 内存压力偏高

source: Memory Used %@%@
zh_hans: 已用内存 %1$@%2$@

source: Menu bar shortcut
zh_hans: 菜单栏快捷入口

source: Messaging caches and installers go to the Trash; other caches are rebuilt the next time an app runs.
zh_hans: 聊天应用缓存和安装包移入废纸篓；其他缓存在下次运行应用时重建。

source: Mint
zh_hans: 薄荷

source: Model
zh_hans: 机型

source: Modified
zh_hans: 修改时间

source: Modified %@
zh_hans: 修改于 %@

source: Monitoring paused
zh_hans: 监测暂停

source: Move the selected items to the Trash?
zh_hans: 将所选项目移入废纸篓？

source: Move to Trash
zh_hans: 移入废纸篓

source: Moved %lld items to the Trash
zh_hans: 已将 %lld 项移入废纸篓

source: Moved %lld items to the Trash; %lld could not be moved
zh_hans: 已移入 %1$lld 项，%2$lld 项未处理

source: Moved %lld items to the Trash; %lld could not be removed
zh_hans: 已将 %1$lld 项移入废纸篓，%2$lld 项无法移除

source: Name
zh_hans: 名称

source: Network
zh_hans: 网络

source: No Applications Found
zh_hans: 未发现应用

source: No Fan Sensors Found
zh_hans: 未读取到风扇传感器

source: No Matches
zh_hans: 没有匹配项目

source: No Matching Applications
zh_hans: 没有符合条件的应用

source: No app released a noticeable amount of cache
zh_hans: 各 App 未释放明显缓存

source: No controllable fans detected
zh_hans: 没有检测到可控制的风扇

source: No items found
zh_hans: 未找到项目

source: No reclaimable cache right now; compressed memory belongs to running apps, so quit heavy apps to free it
zh_hans: 当前没有可回收的缓存；已压缩内存由运行中的 App 持有，退出高占用 App 即可释放

source: No record
zh_hans: 无记录

source: No related files found
zh_hans: 未发现关联文件

source: Normal
zh_hans: 正常

source: Not Authorized
zh_hans: 未授权

source: Not Now
zh_hans: 暂不处理

source: Not detected
zh_hans: 未检测到

source: Not sized
zh_hans: 未计算

source: Not sorted
zh_hans: 未按此列排序

source: Not supported on this Mac
zh_hans: 当前机型不支持

source: Nothing to Show Here
zh_hans: 当前目录没有可显示项目

source: Ocean
zh_hans: 海蓝

source: On battery
zh_hans: 使用电池供电

source: On indefinitely
zh_hans: 持续开启

source: Only listed caches go to the Trash. Chat databases and downloaded attachments are not selected.
zh_hans: 仅将列出的缓存移入废纸篓，不选择聊天数据库和下载的附件。

source: Only the selected related files will be moved to the Trash. The app already in the Trash will be kept.
zh_hans: 仅将已选关联文件移到废纸篓，保留已在废纸篓中的应用本体。

source: Open %@
zh_hans: 打开%@

source: Open App Management
zh_hans: 打开应用管理

source: Open Automation Settings
zh_hans: 打开自动化设置

source: Open Full Disk Access
zh_hans: 打开完全磁盘访问

source: Open Main Window
zh_hans: 打开完整应用

source: Open app
zh_hans: 打开应用

source: Open in Finder
zh_hans: 在 Finder 中打开

source: Open settings
zh_hans: 打开设置

source: Operating System
zh_hans: 系统

source: Operation results and error codes only. No filenames, paths, account details or file contents.
zh_hans: 仅记录操作结果与错误码，不记录文件名、路径、账号信息或文件内容。

source: Optimize Memory
zh_hans: 优化内存

source: Optimizing asks every app to release its caches; background browser tabs may reload
zh_hans: 优化时会通知所有 App 释放缓存，浏览器后台标签页可能需要重新加载

source: Optimizing…
zh_hans: 正在优化

source: Options
zh_hans: 唤醒选项

source: Other Caches
zh_hans: 其他缓存

source: Other Files
zh_hans: 其他文件

source: Overview
zh_hans: 概览

source: Package Manager Caches
zh_hans: 包管理缓存

source: Partial Downloads
zh_hans: 未完成下载

source: Paused
zh_hans: 暂停

source: Performance
zh_hans: 强劲

source: Permissions and Build
zh_hans: 权限与构建

source: Preferences
zh_hans: 偏好设置

source: Pressure: %@
zh_hans: 内存压力 %@

source: Prevent idle sleep
zh_hans: 防止空闲睡眠

source: Preview %@
zh_hans: 预览 %@

source: Preview folder contents
zh_hans: 预览文件夹内容

source: Previously exported ZIP files are kept.
zh_hans: 已导出的 ZIP 文件会保留。

source: Processor
zh_hans: 处理器

source: Public APIs
zh_hans: 公有 API

source: Quick Clean
zh_hans: 一键清理

source: Quick check of common caches, logs and installers
zh_hans: 快速检查常见缓存、日志和安装文件

source: Quiet
zh_hans: 静音

source: Quit
zh_hans: 退出

source: Quit %@ (%@ of physical memory)
zh_hans: 退出 %@（%@ 物理内存）

source: Quit %@ and rescan before cleaning its caches
zh_hans: 清理缓存前请退出 %@，然后重新扫描

source: Quit %@ before removing its files, then try again.
zh_hans: 请先退出 %@，再重试移除其文件。

source: Quit Now
zh_hans: 直接退出

source: Quit WonderBox, unzip the download and replace the app in Applications. Updates are not installed automatically.
zh_hans: 退出 WonderBox，解压下载文件，再替换“应用程序”中的 App。更新不会自动安装。

source: RPM must be between 800 and 10000
zh_hans: RPM 必须在 800 到 10000 之间

source: Re-check Full Disk Access status
zh_hans: 重新检查完全磁盘访问状态

source: Re-check authorization
zh_hans: 重新检查授权状态

source: Reading fan sensors…
zh_hans: 正在读取风扇传感器…

source: Reading folder…
zh_hans: 正在读取目录…

source: Rebuildable cache data from apps and sandboxed containers
zh_hans: 应用与沙盒容器中可重建的缓存数据

source: Reclaimable
zh_hans: 约可清理

source: Recount
zh_hans: 重新统计

source: Recount memory usage
zh_hans: 重新统计内存占用

source: Reduce the current system load
zh_hans: 请降低当前系统负载

source: Refresh %@
zh_hans: 刷新%@

source: Refresh Current Tab
zh_hans: 刷新当前页面

source: Refresh Status
zh_hans: 刷新状态

source: Refresh menu bar status
zh_hans: 刷新菜单栏状态

source: Refresh process usage
zh_hans: 刷新进程占用

source: Refreshes every 3 seconds
zh_hans: 每 3 秒刷新

source: Related Files
zh_hans: 关联文件

source: Relaunch Now
zh_hans: 立即重新启动

source: Relaunch to change the language?
zh_hans: 重新启动以切换语言？

source: Release Notes
zh_hans: 更新说明

source: Released %@
zh_hans: 已释放 %@

source: Remaining files are listed below. New discoveries are unchecked; review them before removal.
zh_hans: 下方保留剩余文件；新发现的项目默认不勾选，请检查后再移除。

source: Removal was cancelled. Items not moved are still selected; you can retry.
zh_hans: 已取消移除。未移除的项目仍保持选中，可再次尝试。

source: Remove Related Files
zh_hans: 移除关联文件

source: Rescan
zh_hans: 重新扫描

source: Rescan after granting access or choosing another category
zh_hans: 授予访问权限后重新扫描，或选择其他类别

source: Responding apps: %@
zh_hans: 响应的 App：%@

source: Running Hot
zh_hans: 温度较高

source: Scan
zh_hans: 扫描

source: Scan Mode
zh_hans: 扫描模式

source: Scan disk
zh_hans: 扫描磁盘

source: Scan this folder
zh_hans: 扫描此文件夹

source: Scanning applications…
zh_hans: 正在扫描应用…

source: Script Cache
zh_hans: 脚本缓存

source: Search apps
zh_hans: 搜索应用

source: Search apps or cache folders
zh_hans: 搜索应用或缓存目录

source: Search files or folders
zh_hans: 搜索文件或文件夹

source: Segment
zh_hans: 采样区段

source: Select %@
zh_hans: 选择%@

source: Select All
zh_hans: 全选

source: Select an Application
zh_hans: 选择一个应用

source: Select an app, or expand it to choose individual cache folders
zh_hans: 勾选应用的全部缓存，或展开选择具体缓存目录

source: Select caches for %@
zh_hans: 选择 %@ 的缓存

source: Select items to show them in Finder or move them to the Trash
zh_hans: 选择项目后可在 Finder 中查看或移入废纸篓

source: Settings
zh_hans: 设置

source: Shared system caches; requires administrator authorization
zh_hans: 共享系统缓存，需要管理员授权

source: Show %@ in Finder
zh_hans: 在 Finder 中显示%@

source: Show Background Service
zh_hans: 显示后台服务

source: Show Background Service…
zh_hans: 显示后台服务…

source: Show Remaining Items in Finder
zh_hans: 在 Finder 中显示未移除项目

source: Show all applications
zh_hans: 显示全部应用

source: Show applications of 1 GB or more
zh_hans: 显示 1 GB 及以上的应用

source: Show applications unused for 180 days or with no usage record
zh_hans: 显示超过 180 天未使用或无使用记录的应用

source: Show caches for %@
zh_hans: 查看 %@ 的缓存

source: Show in Finder
zh_hans: 在 Finder 中显示

source: Show in Menu Bar
zh_hans: 常驻菜单栏

source: Simulator caches, device support files and documentation caches
zh_hans: 模拟器缓存、设备支持文件与文档缓存

source: Size
zh_hans: 大小

source: Skipped %lld caches because the app is running
zh_hans: 应用正在运行，已跳过 %lld 个缓存

source: Software Updates
zh_hans: 软件更新

source: Some items are locked. Check Locked in Finder's Get Info, then retry.
zh_hans: 部分项目已锁定，请在 Finder“显示简介”中检查“已锁定”状态后重试。

source: Some items are still in their original location. Show them in Finder to review them, or export diagnostic logs from Settings.
zh_hans: 部分项目仍在原位置。可在 Finder 中查看，或前往设置导出诊断日志。

source: Some items disappeared during removal. Rescan to refresh the list.
zh_hans: 部分项目在移除过程中已消失，请重新扫描以更新列表。

source: Some locations could not be read. The related-file list may be incomplete. Grant Full Disk Access, then rescan.
zh_hans: 部分位置读取失败，关联文件列表可能不完整。请授予完全磁盘访问权限后重新扫描。

source: Sort
zh_hans: 排序

source: Sort ascending
zh_hans: 切换为升序

source: Sort by name
zh_hans: 按名称排序

source: Sort by size
zh_hans: 按大小排序

source: Sort descending
zh_hans: 切换为降序

source: Stale
zh_hans: 久未使用

source: Standard Scan
zh_hans: 标准扫描

source: Start Keeping Awake
zh_hans: 开始保持唤醒

source: Startup
zh_hans: 开机启动

source: Startup and Helpers
zh_hans: 启动项与辅助程序

source: Status Unknown
zh_hans: 状态未知

source: Status overview and keep awake, even with the window closed
zh_hans: 状态概览与保持唤醒，关闭窗口后依然可用

source: Stop Keeping Awake
zh_hans: 停止保持唤醒

source: Stop Keeping Awake · %@
zh_hans: 停止保持唤醒 · %@

source: Stopped · normal when the Mac is cool
zh_hans: 已停转 · 低温时属正常情况

source: Swap is heavily used; free memory now
zh_hans: 已大量使用交换空间，请立即释放内存

source: Swap used: %@
zh_hans: 交换空间已用 %@

source: System
zh_hans: 跟随系统

source: System Caches
zh_hans: 系统缓存

source: System cache authorization was cancelled
zh_hans: 系统缓存授权已取消

source: System caches cleaned
zh_hans: 系统缓存已清理

source: Target Speed
zh_hans: 目标转速

source: Temperature Warning
zh_hans: 温度警告

source: The App Store build uses user-selected folder access
zh_hans: App Store 版本使用用户选择的目录权限

source: The App Store sandbox uses the system folder picker for access.
zh_hans: App Store 沙盒使用系统目录选择授权。

source: The app and the selected related files will be moved to the Trash.
zh_hans: 应用本体与已勾选的关联文件将移入废纸篓。
